-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: May 28, 2023 at 10:44 AM
-- Server version: 10.4.27-MariaDB
-- PHP Version: 8.2.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `newdsr`
--

-- --------------------------------------------------------

--
-- Table structure for table `police_stations`
--

CREATE TABLE `police_stations` (
  `psid` int(11) NOT NULL,
  `police_station` varchar(255) NOT NULL,
  `sub_division` varchar(255) NOT NULL,
  `district` varchar(255) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `status` int(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `police_stations`
--

INSERT INTO `police_stations` (`psid`, `police_station`, `sub_division`, `district`, `created_at`, `updated_at`, `status`) VALUES
(1, 'दरिमा', 'Option1', 'सरगुजा', '2023-04-12 15:03:29', '2023-04-12 15:03:29', 0),
(2, 'उदयपुर', 'Option1', 'सरगुजा', '2023-04-12 15:04:13', '2023-04-12 15:04:13', 0),
(3, 'लखनपुर', 'Option1', 'सरगुजा', '2023-04-12 15:06:09', '2023-04-12 15:06:09', 0),
(4, 'अंबिकापुर', 'Option1', 'सरगुजा', '2023-04-12 15:06:42', '2023-04-12 15:06:42', 0),
(5, 'गांधीनगर', 'Option1', 'सरगुजा', '2023-04-12 15:06:59', '2023-04-12 15:06:59', 0),
(6, 'सीतापुर', 'Option1', 'सरगुजा', '2023-04-12 15:07:14', '2023-04-12 15:07:14', 0),
(7, 'बटौली', 'Option1', 'सरगुजा', '2023-04-12 15:07:33', '2023-04-12 15:07:33', 0),
(8, 'मैनपाट', 'Option1', 'सरगुजा', '2023-04-12 15:08:21', '2023-04-12 15:08:21', 0),
(9, 'लुंड्रा', 'Option1', 'सरगुजा', '2023-04-12 15:09:40', '2023-04-12 15:09:40', 0),
(10, 'धौरपुर', 'Option1', 'सरगुजा', '2023-04-12 15:12:07', '2023-04-12 15:12:07', 0),
(11, 'अजक', 'Option1', 'सरगुजा', '2023-04-12 15:13:05', '2023-04-12 15:13:05', 0),
(12, ' भटगाव', 'Option1', 'सूरजपुर', '2023-04-12 15:16:21', '2023-04-12 15:16:21', 0),
(13, 'चांदनी', 'Option1', 'सूरजपुर', '2023-04-12 15:16:32', '2023-04-12 15:16:32', 0),
(14, 'चंदौरा', 'Option1', 'सूरजपुर', '2023-04-12 15:18:16', '2023-04-12 15:18:16', 0),
(15, 'जयनगर', 'Option1', 'सूरजपुर', '2023-04-12 15:23:31', '2023-04-12 15:23:31', 0),
(16, 'झिल्मिली', 'Option1', 'सूरजपुर', '2023-04-12 15:23:56', '2023-04-12 15:23:56', 0),
(17, 'उड़ागी', 'Option1', 'सूरजपुर', '2023-04-12 15:24:14', '2023-04-12 15:24:14', 0),
(18, 'प्रतापपुर', 'Option1', 'सूरजपुर', '2023-04-12 15:24:26', '2023-04-12 15:24:26', 0),
(19, 'प्रेमनगर', 'Option1', 'सूरजपुर', '2023-04-12 15:24:45', '2023-04-12 15:24:45', 0),
(20, 'रामनुजनगर', 'Option1', 'सूरजपुर', '2023-04-12 15:24:57', '2023-04-12 15:24:57', 0),
(21, 'रामकोला', 'Option1', 'सूरजपुर', '2023-04-12 15:25:08', '2023-04-12 15:25:08', 0),
(22, 'सूरजपुर', 'Option1', 'सूरजपुर', '2023-04-12 15:25:18', '2023-04-12 15:25:18', 0),
(23, 'जशपुर', 'Option1', 'जशपुर', '2023-04-12 15:56:57', '2023-04-12 15:56:57', 0),
(24, 'आस्ता', 'Option1', 'जशपुर', '2023-04-12 15:57:19', '2023-04-12 15:57:19', 0),
(25, 'बागबहार', 'Option1', 'जशपुर', '2023-04-12 15:57:40', '2023-04-12 15:57:40', 0),
(26, 'बगीचा', 'Option1', 'जशपुर', '2023-04-12 15:57:53', '2023-04-12 15:57:53', 0),
(27, 'दुलदुला', 'Option1', 'जशपुर', '2023-04-12 15:58:06', '2023-04-12 15:58:06', 0),
(28, 'फरसाबहार', 'Option1', 'जशपुर', '2023-04-12 15:58:20', '2023-04-12 15:58:20', 0),
(29, 'कांसाबेल', 'Option1', 'जशपुर', '2023-04-12 15:58:31', '2023-04-12 15:58:31', 0),
(30, 'कुनकुरी', 'Option1', 'जशपुर', '2023-04-12 15:58:43', '2023-04-12 15:58:43', 0),
(31, 'नारायणपुर', 'Option1', 'जशपुर', '2023-04-12 15:58:56', '2023-04-12 15:58:56', 0),
(32, 'पत्थलगांव', 'Option1', 'जशपुर', '2023-04-12 15:59:07', '2023-04-12 15:59:07', 0),
(33, 'सन्ना', 'Option1', 'जशपुर', '2023-04-12 15:59:29', '2023-04-12 15:59:29', 0),
(34, 'तपकारा', 'Option1', 'जशपुर', '2023-04-12 15:59:52', '2023-04-12 15:59:52', 0),
(35, 'तुमला', 'Option1', 'जशपुर', '2023-04-12 16:00:06', '2023-04-12 16:00:06', 0),
(49, 'नारायणपुर', 'Option1', 'कोरिया', '2023-04-12 16:21:12', '2023-04-12 16:21:12', 0),
(50, 'चरचा', 'Option1', 'कोरिया', '2023-04-12 16:21:12', '2023-04-12 16:21:12', 0),
(51, 'पटना', 'Option1', 'कोरिया', '2023-04-12 16:21:12', '2023-04-12 16:21:12', 0),
(52, 'सोनहत', 'Option1', 'कोरिया', '2023-04-12 16:21:12', '2023-04-12 16:21:12', 0),
(55, 'रामगढ़', 'Option1', 'कोरिया', '2023-04-12 16:22:18', '2023-04-12 16:22:18', 0),
(56, 'महेंद्रगढ़ ', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:28:44', '2023-04-12 16:28:44', 0),
(57, 'झगराखाड़', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:28:44', '2023-04-12 16:28:44', 0),
(58, 'कैल्हरी', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:28:44', '2023-04-12 16:28:44', 0),
(59, 'जनकपुर', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:29:28', '2023-04-12 16:29:28', 0),
(60, 'कुँवरपुर', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:29:28', '2023-04-12 16:29:28', 0),
(61, 'कोड़ा', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:29:28', '2023-04-12 16:29:28', 0),
(62, 'कोटाडोल', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:30:06', '2023-04-12 16:30:06', 0),
(63, 'खोंगापानी', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:30:06', '2023-04-12 16:30:06', 0),
(64, 'चिरमीरी', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:30:06', '2023-04-12 16:30:06', 0),
(65, 'पोड़ी', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:38:01', '2023-04-12 16:38:01', 0),
(66, 'खडगांवा', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:38:01', '2023-04-12 16:38:01', 0),
(67, 'भरतपुर', 'Option1', 'मनेंद्रगढ़-चिरमीरी-भरतपुर', '2023-04-12 16:38:01', '2023-04-12 16:38:01', 0),
(71, 'अजाक', 'Option1', 'कोरिया', '2023-05-14 09:02:54', '2023-05-14 09:02:54', 0),
(72, 'बलरामपुर', 'Option1', 'बलरामपुर', '2023-05-16 08:03:26', '2023-05-16 08:03:26', 0),
(73, 'पस्ता', 'Option1', 'बलरामपुर', '2023-05-16 08:04:17', '2023-05-16 08:04:17', 0),
(74, 'रामानुजगंज', 'Option1', 'बलरामपुर', '2023-05-16 08:04:30', '2023-05-16 08:04:30', 0),
(75, 'रामचंद्रपुर', 'Option1', 'बलरामपुर', '2023-05-16 08:06:10', '2023-05-16 08:06:10', 0),
(76, 'त्रिंकुउा', 'Option1', 'बलरामपुर', '2023-05-16 08:08:49', '2023-05-16 08:08:49', 0),
(77, 'बसंतपुर', 'Option1', 'बलरामपुर', '2023-05-16 08:10:03', '2023-05-16 08:10:03', 0),
(78, 'रघुनाथनगर', 'Option1', 'बलरामपुर', '2023-05-16 08:10:16', '2023-05-16 08:10:16', 0),
(79, 'चलगली', 'Option1', 'बलरामपुर', '2023-05-16 08:10:30', '2023-05-16 08:10:30', 0),
(80, 'सनावल', 'Option1', 'बलरामपुर', '2023-05-16 08:10:55', '2023-05-16 08:10:55', 0),
(81, 'शंकरगढ़', 'Option1', 'बलरामपुर', '2023-05-16 08:12:12', '2023-05-16 08:12:12', 0),
(82, 'कुसमी', 'Option1', 'बलरामपुर', '2023-05-16 08:12:26', '2023-05-16 08:12:26', 0),
(83, 'करौंधा', 'Option1', 'बलरामपुर', '2023-05-16 08:12:38', '2023-05-16 08:12:38', 0),
(84, 'राजपुर', 'Option1', 'बलरामपुर', '2023-05-16 08:12:53', '2023-05-16 08:12:53', 0),
(85, 'सामरीपाठ', 'Option1', 'बलरामपुर', '2023-05-16 08:13:18', '2023-05-16 08:13:18', 0),
(86, 'चांदो', 'Option1', 'बलरामपुर', '2023-05-16 08:13:36', '2023-05-16 08:13:36', 0),
(87, 'अजाक', 'Option1', 'बलरामपुर', '2023-05-16 08:13:58', '2023-05-16 08:13:58', 0),
(88, 'मणिपुर', 'Option1', 'सरगुजा', '2023-04-12 15:13:05', '2023-04-12 15:13:05', 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `police_stations`
--
ALTER TABLE `police_stations`
  ADD PRIMARY KEY (`psid`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `police_stations`
--
ALTER TABLE `police_stations`
  MODIFY `psid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=89;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
